{
  "users": [
    {
      "aud": "auth0|5da5e7a48c55f60c69bdaf9c",
      "name": "justinwarden",
      "id": 1
    },
    {
      "aud": "auth0|5da5e89a8c55f60c69bdafb8",
      "name": "scarylarry",
      "id": 2
    },
    {
      "aud": "auth0|5db0618a3c8e280c5e5c89c8",
      "name": "jDawg Jenkins",
      "id": 3
    }
  ],
  "visitedParks": [
    {
      "notes": "this is fun",
      "userId": 2,
      "parkId": 18,
      "id": 13
    },
    {
      "notes": "sdfsdfdsfdsdfdsf",
      "userId": 3,
      "parkId": 12,
      "id": 24
    },
    {
      "notes": "gfgdfdfdfdffdg",
      "userId": 3,
      "parkId": 13,
      "id": 25
    },
    {
      "notes": "asaasdsasdasda",
      "userId": 3,
      "parkId": 15,
      "id": 27
    },
    {
      "notes": "real fun",
      "userId": 3,
      "parkId": 14,
      "id": 28
    },
    {
      "notes": "chooo choooo",
      "userId": 3,
      "parkId": 13,
      "id": 29
    },
    {
      "notes": "this ran too far",
      "userId": 2,
      "parkId": 29,
      "id": 32
    },
    {
      "notes": "long fall down",
      "userId": 2,
      "parkId": 14,
      "id": 33
    },
    {
      "notes": "big island",
      "userId": 2,
      "parkId": 7,
      "id": 34
    },
    {
      "id": 40,
      "notes": "lots of fun in this majestic land",
      "userId": 1,
      "parkId": 1
    },
    {
      "notes": "water wheel is fun",
      "userId": 1,
      "parkId": 2,
      "id": 41
    },
    {
      "notes": "dat bar chased me",
      "userId": 1,
      "parkId": 3,
      "id": 42
    },
    {
      "notes": "a wild and wiley land",
      "userId": 1,
      "parkId": 4,
      "id": 43
    },
    {
      "notes": "the spring has sprung!!!",
      "userId": 1,
      "parkId": 5,
      "id": 44
    },
    {
      "notes": "cannonball off da fall",
      "userId": 1,
      "parkId": 6,
      "id": 45
    },
    {
      "notes": "Halloween adventure was a blast",
      "userId": 1,
      "parkId": 7,
      "id": 46
    },
    {
      "notes": "done got ate up by bugs there",
      "userId": 1,
      "parkId": 8,
      "id": 47
    },
    {
      "notes": "i really partied hard ",
      "userId": 1,
      "parkId": 9,
      "id": 48
    },
    {
      "notes": "a great creek to camp at",
      "userId": 1,
      "parkId": 10,
      "id": 49
    },
    {
      "notes": "i slipped and slided all the way home",
      "userId": 1,
      "parkId": 11,
      "id": 50
    },
    {
      "notes": "the battle of the century",
      "userId": 1,
      "parkId": 12,
      "id": 51
    },
    {
      "notes": "choo chooo i gotta loose caboose",
      "userId": 1,
      "parkId": 13,
      "id": 52
    },
    {
      "notes": "i gave my best yodel there",
      "userId": 1,
      "parkId": 14,
      "id": 53
    },
    {
      "notes": "it smelled like ceder",
      "userId": 1,
      "parkId": 15,
      "id": 54
    },
    {
      "notes": "i smoked tobacco with the chief",
      "userId": 1,
      "parkId": 16,
      "id": 55
    },
    {
      "notes": "those ghosts got me spooked!!!",
      "userId": 1,
      "parkId": 17,
      "id": 56
    },
    {
      "notes": "thats some stone!!!",
      "userId": 1,
      "parkId": 18,
      "id": 57
    },
    {
      "notes": "i slept in the hawks nest",
      "userId": 1,
      "parkId": 19,
      "id": 58
    },
    {
      "notes": "thats good fishin!!!",
      "userId": 1,
      "parkId": 20,
      "id": 59
    },
    {
      "notes": "the beavers were very plump",
      "userId": 1,
      "parkId": 21,
      "id": 60
    },
    {
      "notes": "I got lost on this river",
      "userId": 1,
      "parkId": 22,
      "id": 61
    },
    {
      "notes": "that was some lake",
      "userId": 1,
      "parkId": 23,
      "id": 62
    },
    {
      "id": 63,
      "notes": "those tunnels are haunted with ghosts",
      "userId": 1,
      "parkId": 24
    },
    {
      "notes": "that was one tall rock",
      "userId": 1,
      "parkId": 25,
      "id": 64
    },
    {
      "notes": "i cruised the snowy peaks",
      "userId": 1,
      "parkId": 26,
      "id": 65
    },
    {
      "notes": "that was a secure fort",
      "userId": 1,
      "parkId": 27,
      "id": 66
    },
    {
      "notes": "the wall was stone alright",
      "userId": 1,
      "parkId": 28,
      "id": 67
    },
    {
      "notes": "the squatch gave me a run through the forest",
      "userId": 1,
      "parkId": 29,
      "id": 68
    },
    {
      "notes": "that sound like a native american name to me",
      "userId": 1,
      "parkId": 30,
      "id": 69
    },
    {
      "notes": "there are 2 falls thats why its called twin falls",
      "userId": 1,
      "parkId": 31,
      "id": 70
    },
    {
      "notes": "a majestic lake if i ever did see one",
      "userId": 1,
      "parkId": 32,
      "id": 71
    },
    {
      "notes": "these falls go right through the valley",
      "userId": 1,
      "parkId": 33,
      "id": 72
    },
    {
      "notes": "home of the majestic black bear",
      "userId": 1,
      "parkId": 34,
      "id": 73
    },
    {
      "notes": "a wonderful park to visit",
      "userId": 1,
      "parkId": 35,
      "id": 74
    },
    {
      "notes": "those waters sure were black",
      "userId": 2,
      "parkId": 6,
      "id": 75
    },
    {
      "notes": "what a fun time",
      "userId": 2,
      "parkId": 26,
      "id": 76
    }
  ],
  "parks": [
    {
      "id": 0,
      "name": "PLEASE SELECT A PARK"
    },
    {
      "id": 1,
      "name": "Audra State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527165.jpg",
      "description": "Audra State Park is a heavily wooded area bisected by the Middle Fork River located in southwestern Barbour County and a portion of Upshur County. Each year, visitors are drawn to the natural beauty of the Middle Fork and its surroundings, which offers opportunities for hiking, camping and family picnics. This park is an ideal destination for families who enjoy the outdoors. The clear, clean water of the Middle Fork River and the rock overhang of the Alum Cave offer picture-perfect backdrops."
    },
    {
      "id": 2,
      "name": "Babcock State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527167.jpg",
      "description": "Babcock State Park and its 4,127 acres of rhododendron-lined trails and rippling, rock-strewn streams is one of West Virginia’s most iconic locations. Located 20 miles south of the New River Gorge Bridge, the park is most known for the Glade Creek Grist Mill, a fully functional replica of the original Cooper’s Mill, located nearby. Other attractions include recreational activities like hiking, fishing and boating."
    },
    {
      "id": 3,
      "name": "Beartown State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527177.jpg",
      "description": "Beartown State Park is a 110-acre natural area located on the eastern summit of Droop Mountain in northern Greenbrier County and a small portion of Pocahontas County. This park is known for its unusual rocky formations, massive boulders, overhanging cliffs and deep crevices. The park’s main attraction is a half-mile boardwalk showcasing these spectacular sights. "
    },
    {
      "id": 4,
      "name": "Beechfork State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527178.jpg",
      "description": "Beech Fork State Park is the perfect place for your next vacation. Enjoy the outdoors while making lasting memories with your family. Located in the hills of southwestern West Virginia, this 3,144-acre park offers hundreds of campsites, miles of hiking trails and plenty of exciting lake activities for the whole family to enjoy until the sun goes down. The sprawling 720-acre lake has 31 miles of shoreline where you can cast a line and catch some of West Virginia's most popular sport fish. Thinking about a long weekend? Beech Fork is only 12 miles from Huntington and Barboursville, making it a perfect getaway for visitors from neighboring states and cities, like Cincinnati, Ohio and Lexington, Kentucky."
    },
    {
      "id": 5,
      "name": "Berkeley Springs State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527179.jpg",
      "description": "Located in the center of historic Berkeley Springs, Berkeley Springs State Park is home to a mineral spa that has been in use since colonial times. The park is renowned for its warm spring water, which flows at a constant temperature of 74.3 degrees. The park’s Old Roman and Main bathhouses offer a wide selection of spa services, including massages, saunas, baths and showers."
    },
    {
      "id": 6,
      "name": "Blackwater Falls State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527180.jpg",
      "description": "Located in the Allegheny Mountains of Tucker County, Blackwater Falls State Park is named for the amber waters of Blackwater Falls, a 57-foot cascade tinted by the tannic acid of fallen hemlock and red spruce needles. The falls, the main attraction of Blackwater Falls State Park, are accessible from steps and several viewing platforms that allow visitors to enjoy scenic views year-round. Blackwater Falls, and nearby Elakala Falls, Lindy Point and Pendleton Point Overlook, are some of the most photographed sites in West Virginia."
    },
    {
      "id": 7,
      "name": "Blennerhassett Island State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527181.jpg",
      "description": "Located on a small island in the Ohio River, Blennerhassett Island Historical State Park features a Palladian mansion on the island and museum of regional history located in Parkersburg. This unique state park is visited by 40,000 people each year. This historical park is accessed by a sternwheeler riverboat from Point Park on 2nd Street in Parkersburg. Once on the island, visitors may enjoy tours of the grounds and mansion and horse-drawn carriage rides."
    },
    {
      "id": 8,
      "name": "Bluestone State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527182.jpg",
      "description": "Bluestone State Park is a lakeside retreat in southern West Virginia and home to Bluestone Lake, the state’s third-largest body of water. Enjoy camping by the water or take in stunning views of the lake from your cozy cabin’s porch. This wilderness park, located five miles south of Hinton, is full of outdoor recreation, boating and fishing opportunities. Guests may also enjoy exciting aerial tours, mountain bike excursions, rock climbing, tubing and whitewater adventures and guided fishing trips."
    },
    {
      "id": 9,
      "name": "Cacapon State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527183.jpg",
      "description": "Sitting in the shadows of the highest peak in the eastern portion of West Virginia, Cacapon Resort State Park offers 6,000 acres of exciting outdoor getaways all year-round. The park provides lake activities and hiking opportunities, vacation cabins, golfing, and restaurants in West Virginia's Eastern Panhandle. The word Cacapon is a derivative of a Shawnee Indian word meaning medicine waters, a reference to the area's mineral waters that have been renowned throughout history for their healing powers."
    },
    {
      "id": 10,
      "name": "Camp Creek State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527184.jpg",
      "description": "Camp Creek State Park and Forest is known for beautiful waterfalls and great camping. With nearly 6,000 acres of lush forest, 35 miles of trails and seven miles of seasonally stocked trout streams, there is something for every hiker, biker, horseback rider and angler to explore and enjoy. Located in Mercer County, two miles off Exit 20 on I-77, Camp Creek is ideal for family vacations and stop-overs during a long drive through the beautiful mountains of southern West Virginia."
    },
    {
      "id": 11,
      "name": "Canaan Valley State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527185.jpg",
      "description": "Canaan Valley Resort is a four-season destination tucked into a high plateau in the Allegheny Mountains in an area known for its unique tundra-like wetlands. Canaan Valley is a major ski resort and one of West Virginia’s largest state parks. It has a full-service lodge, cabins and campgrounds, has been named one of America’s Best Parks by Arthur Frommer’s magazine, and has been listed among the 50 Great Places to Stay by Washingtonian Magazine."
    },
    {
      "id": 12,
      "name": "Carnifex Ferry Battlefield State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527186.jpg",
      "description": "Set on the rim of the Gauley River Canyon, the 156-acre Carnifex Ferry Battlefield State Park is an important Civil War battle site. The park is part of the Civil War Discovery Trail, which links more than 300 historical sites in 16 states, and commemorates the 1861 Battle of Carnifex Ferry, a major Union victory that led to the eventual Confederate withdrawal from western Virginia. Carnifex Ferry is one of the oldest state parks in the United States and is a popular site for Civil War reenactments."
    },
    {
      "id": 13,
      "name": "Cass Scenic Railroad State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527187.jpg",
      "description": "Take a trip back to an era when steam-driven locomotives were an essential part of everyday life. Trips to Cass Scenic Railroad State Park are filled with rich history, unparalleled views and the sights and sounds of an original lumbering town. The park’s 11-mile long heritage railroad and authentic company town are some of the state’s most popular tourist attractions. The Company Store and gift shop are open daily from 8 a.m. to 8 p.m., and are a popular destination that houses The Last Run Restaurant and Soda Fountain. Stop by the visitors center for more information. Open daily from 9 a.m. to 5 p.m. Cass Scenic Railroad State Park is one of America’s only authentic operating museums of lumber railroading."
    },
    {
      "id": 14,
      "name": "Cathedral State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527188.jpg",
      "description": "Cathedral State Park is the state’s largest old-growth forest and contains the only stand of virgin hemlock in West Virginia. Designated a National Natural Landmark, this 133-acre park offers sanctuary for these ancient trees, as well as 170 species of trees, ferns and wildflowers. During spring and summer Cathedral State Park offers excellent hiking on its three miles of trails and unique photography opportunities."
    },
    {
      "id": 15,
      "name": "Cedar Creek State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527189.jpg",
      "description": "Set on 2,588 wooded acres near Glenville in West Virginia’s central region, Cedar Creek State Park’s rolling hills and wide valleys provide an ideal backdrop for a variety of recreational activities from hiking to fishing. Park highlights include a furnished one-room schoolhouse and a fully restored log cabin, which serves as the campground check-in station."
    },
    {
      "id": 16,
      "name": "Chief Logan State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527190.jpg",
      "description": "Chief Logan State Park is a 4,000-acre recreational area with lodging, conference facilities, campgrounds, hiking trails and a variety of outdoor activities and attractions. Located four miles north of Logan in the heart of West Virginia’s southern coalfields, Chief Logan State Park is one of the most visited facilities in the West Virginia State Parks System. It is known for its annual “Christmas in the Park” drive-thru holiday light display."
    },
    {
      "id": 17,
      "name": "Droop Mountain Battlefield State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527191.jpg",
      "description": "Located in the Greenbrier River Valley north of Lewisburg, Droop Mountain Battlefield State Park is part of the Civil War Discovery Trail, which links more than 300 historical sites in 16 states. The park is famous for reenactments of the Battle of Droop Mountain, which was the last major American Civil War conflict in West Virginia. Reenactments occur in October of even-numbered years. "
    },
    {
      "id": 18,
      "name": "Fairfax Stone State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527192.jpg",
      "description": "This four-acre park is the location of the Fairfax Stone, a surveyor’s marker and boundary stone used in the 1700s to settle a boundary dispute over land in the English colonies of Maryland and Virginia. One of the oldest markers in the United States, this stone rests at the junction of Tucker, Grant and Preston counties and marks the boundary between Maryland and West Virginia."
    },
    {
      "id": 19,
      "name": "Hawks Nest State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527193.jpg",
      "description": "Nestled in the heart of whitewater rafting country, Hawks Nest State Park is a 270-acre recreational area with a nature museum, aerial tramway, jetboat rides, hiking trails and one of the most challenging whitewater boating waterways in the nation. Its 31-room lodge offers luxurious rooms, dining and spacious conference and meeting facilities. Located near Ansted in Fayette County, about 10 miles north of the New River Gorge Bridge, Hawks Nest is known for its scenic overlook, which provides a bird’s eye view of the rugged New River Gorge National River below."
    },
    {
      "id": 20,
      "name": "Holly River State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527194.jpg",
      "description": "With 8,101 acres of dense forest, Holly River is West Virginia’s second largest state park. Located in a narrow valley in the Mountain Lakes region, the park is surrounded by heavily forested mountains, some reaching more than 2,800 feet in height. The dense forests of Holly River provide guests with a natural setting where they can find peaceful solitude."
    },
    {
      "id": 21,
      "name": "Little Beaver State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527195.jpg",
      "description": "Little Beaver State Park is a 562-acre day-use park that features many outdoor recreational opportunities. At the center of the park is an 18-acre lake where anglers may fish year-round. Nearly 20 miles of trails challenge hikers, while picnic areas are perfect for family get-togethers and reunions."
    },
    {
      "id": 22,
      "name": "Lost River State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527196.jpg",
      "description": "Located in the wooded mountains of Hardy County in West Virginia’s Eastern Panhandle, Lost River State Park provides cabin lodging and an abundance of outdoor recreation. The park’s quiet 3,934 acres of woods provides a secluded getaway for nature lovers. Lost River is known for its Cranny Crow overlook on top of Big Ridge Mountain, which offers a commanding view of five counties."
    },
    {
      "id": 23,
      "name": "Moncove Lake State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527197.jpg",
      "description": "Moncove Lake State Park offers a peaceful setting for families to enjoy the outdoors. The park is a popular destination for outdoor social gatherings, quiet strolls, camping and water recreation. This 250-acre park contains a larger, 500-acre wildlife management area. Located in the hills of the southeastern edge of the state, near Union in Monroe County, the park offers many opportunities for fishing, hunting, boating, swimming, birdwatching and hiking."
    },
    {
      "id": 24,
      "name": "NorthBend State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527198.jpg",
      "description": "Found among the Mid-Ohio Valley’s rolling hills, lakes and streams, North Bend State Park offers a multitude of recreational facilities in a beautiful pastoral setting. Named for the horseshoe curve of the North Fork of the Hughes River, this year-round park is lush with fishing streams, hiking trails and abundant wildlife. Located near Cairo and Harrisville, North Bend State Park is best known for the 72-mile North Bend Rail Trail, which follows a railbanked B&O Railroad corridor with several tunnels along the way."
    },
    {
      "id": 25,
      "name": "Pinnacle Rock State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527199.jpg",
      "description": "Located on U.S. Route 52 near Bramwell in Mercer County, Pinnacle Rock State Park is known for the 3,100-foot sandstone formation that gives the park its name. The roadside park includes a wooded area with picnic facilities, hiking trails and a fishing lake. An overlook from atop Pinnacle Rock is a popular destination for park visitors."
    },
    {
      "id": 26,
      "name": "Pipestem State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527200.jpg",
      "description": "Pipestem Resort State Park is West Virginia’s premier family adventure resort. Sitting on the east rim of the Bluestone River Gorge, Pipestem offers something for everyone including exhilarating zipline tours, guided trout fishing trips, mountain bike excursions, rock climbing and more. Spend some time on the water at the park’s new adventure lake and splash park or set out on a kayaking and stand-up paddle board tour, tubing or whitewater adventure on the Bluestone River."
    },
    {
      "id": 27,
      "name": "Prickets Fort State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527201.jpg",
      "description": "Prickett’s Fort State Park, located five miles north of Fairmont in Marion County, features a reconstruction of the original Prickett's Fort, which served as a place of refuge during colonial times. This historical park commemorates late 18th-century life on the Virginia frontier."
    },
    {
      "id": 28,
      "name": "Stonewall State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527202.jpg",
      "description": "Just minutes off I-79, Stonewall Resort State Park offers a secluded retreat tucked into the hills alongside Stonewall Jackson Lake. With a lodge, cottages, campgrounds, three restaurants, and a wide variety of recreational offerings from boating to golf, the resort has amenities and accommodations to suit all ages."
    },
    {
      "id": 29,
      "name": "Tomlinson Run State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527203.jpg",
      "description": "Located near the foremost tip of the Northern Panhandle along the Ohio River, Tomlinson Run can claim the title of West Virginia’s “top park.” This park’s wide range of recreational opportunities attract local and out-of-state visitors and include camping, picnicking, boating, miniature golf, swimming, basketball and volleyball. The park's 1,398 acres are roughly divided into two sections: a wilderness area with heavily forested hills, overhanging cliffs of sandstone and shale, and many wildflowers and fauna, and a developed area with traditional park offerings."
    },
    {
      "id": 30,
      "name": "Tu-Endie-Wei State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527204.jpg",
      "description": "Located on four acres in Point Pleasant, West Virginia, Tu-Endie-Wei State Park is home to an 84-foot granite monument commemorating the frontiersmen who fought and died in the 1774 Battle of Point Pleasant. The monument was erected in 1909, and rests where the Kanawha and Ohio Rivers meet. The name Tu-Endie-Wei is a Wyandotte word meaning “point between two waters.” "
    },
    {
      "id": 31,
      "name": "Twin Falls State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527205.jpg",
      "description": "Set on a high, wooded ridge in the rugged mountains of Wyoming County in southern West Virginia, Twin Falls Resort State Park is the ideal site for nature lovers. With multiple lodging options, more than 25 miles of hiking trails, a championship golf course and its restored Pioneer Farm."
    },
    {
      "id": 32,
      "name": "Tygart Lake State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527206.jpg",
      "description": "Located in the foothills of the Allegheny Mountains in scenic north central West Virginia, Tygart Lake provides guests with some of the most breathtaking views across the state. This park is a cozy, quiet destination for couples and families. It’s also a perfect destination for group conferences and retreats. Located just four miles south of Grafton, Tygart Lake State Park is known for its 10-mile long, 1,750-acre lake, which offers watersports like boating, water skiing, scuba diving, swimming, kayaking, canoeing and fishing."
    },
    {
      "id": 33,
      "name": "Valley Falls State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527207.jpg",
      "description": "Once the site of a lumber and grist mill community, Valley Falls State Park is a place of scenic beauty and historical significance. A series of four picturesque falls created by the dark, rushing waters of the Tygart Valley River distinguish this 1,145-acre park."
    },
    {
      "id": 34,
      "name": "Watoga State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527208.jpg",
      "description": "Located in the mountains of Pocahontas County, just 14 miles south of Marlinton, Watoga State Park is West Virginia’s largest state park. With 10,100 acres of land, Watoga is filled with many recreational activities. There’s hiking, swimming, fishing, boating and vacation cabins, open year-round. Watoga Lake is known for excellent fishing opportunities and is part of the Division of Natural Resources' stocking program. A multipurpose building, museum and observation tower are a few of the unique attractions at Watoga State Park."
    },
    {
      "id": 35,
      "name": "Watters Smith State Park",
      "imageURL": "http://media.angelfire.lycos.com/preview/7945536/1024x1024-2527209.jpg",
      "description": "The heritage of early West Virginia and the pioneer spirit of Watters Smith are both preserved in the homestead restoration at this 532-acre historical park. This historical park, located in Harrison County, features log cabins, period-accurate buildings and a museum that depicts pioneer life from 1796 to the early 1900s. The grounds are open to picnicking and hiking, and the park also is a popular site for birdwatching."
    }
  ]
}